{
  "intent": "edit_dish_name",
  "responses": [
    "Vou te ajudar a alterar o nome do prato. Por favor, me informe o nome ou ID do prato que deseja alterar.",
    "Claro, vamos atualizar o nome do prato. Qual é o nome ou ID do prato que você deseja renomear?",
    "Para alterar o nome do prato, preciso que você me informe o nome ou ID. Pode me dizer?",
    "Sem problemas, me diga o nome ou ID do prato para atualizarmos o nome.",
    "Ok, vamos lá! Qual é o nome ou ID do prato que você deseja alterar?",
    "Para continuar, preciso do nome ou ID do prato cujo nome você quer mudar.",
    "Ficarei feliz em ajudar. Me informe o nome ou ID do prato para alterarmos o nome.",
    "Me avise qual é o nome ou ID do prato que você gostaria de renomear.",
    "Por favor, informe o nome ou ID do prato que precisa de um novo nome.",
    "Vamos atualizar o nome do prato. Qual é o nome ou ID do prato que você quer modificar?"
  ],
  "messages": [
    "Quero alterar o nome do prato lasanha",
    "Como faço para mudar o nome do prato feijoada?",
    "Preciso atualizar o nome do prato bife com batatas",
    "Quero renomear o prato pizza para margherita",
    "Como posso mudar o nome do prato frango xadrez?",
    "Altere o nome do prato para 'Arroz com brócolis'",
    "Gostaria de editar o nome do prato para 'Salada tropical'",
    "Quero modificar o nome de um prato",
    "Como posso editar o nome de um prato específico?",
    "Preciso renomear um prato do cardápio",
    "Me ajude a mudar o nome de um prato",
    "Quero ajustar o nome de um prato",
    "Vamos alterar o nome de um prato do menu",
    "Como faço para atualizar o nome de um prato que está no cardápio?",
    "Preciso mudar o nome de um prato",
    "Quero substituir o nome de um prato por outro",
    "Gostaria de dar um novo nome a um prato",
    "Como posso trocar o nome de um prato?",
    "Me ajude a alterar o nome do prato moqueca",
    "Quero mudar o nome do prato para 'Risoto de camarão'",
    "Posso modificar o nome de um prato que já existe?",
    "Quero trocar o nome do prato frango frito por 'Frango crocante'",
    "Como renomear um prato no cardápio?",
    "Preciso de ajuda para editar o nome do prato feijoada",
    "Me ajude a alterar o nome do prato bacalhau ao forno",
    "Posso mudar o nome do prato carne de panela para 'Carne ao molho'?",
    "Quero atualizar o nome do prato moqueca de camarão",
    "Como faço para alterar o nome do prato já cadastrado?",
    "Preciso ajustar o nome do prato vatapá",
    "Gostaria de renomear o prato estrogonofe de carne",
    "Posso mudar o nome do prato bife à parmegiana?",
    "Quero modificar o nome do prato bobó de camarão",
    "Como posso trocar o nome do prato galinhada?",
    "Preciso substituir o nome do prato escondidinho de carne",
    "Me ajude a editar o nome do prato costela assada",
    "Como posso atualizar o nome de um prato que já está no menu?",
    "Gostaria de revisar o nome do prato paella",
    "Quero renomear o prato peixe ao molho de camarão",
    "Como faço para mudar o nome do prato feijão tropeiro?",
    "Preciso alterar o nome do prato carne seca com abóbora",
    "Quero ajustar o nome do prato empadão de frango",
    "Tem como modificar o nome do prato bacalhau gratinado?",
    "Gostaria de atualizar o nome do prato risoto de cogumelos",
    "Quero mudar o nome do prato cuscuz com carne seca",
    "Como posso renomear o prato caldo verde?",
    "Me ajude a ajustar o nome do prato camarão ao alho e óleo",
    "Quero substituir o nome do prato por outro mais descritivo",
    "Preciso editar o nome do prato escondidinho de frango",
    "Gostaria de mudar o nome do prato carne de sol",
    "Como posso alterar o nome do prato filé ao molho madeira?",
    "Quero dar um novo nome ao prato lasanha à bolonhesa",
    "Como faço para editar o nome do prato rabada?",
    "Preciso de ajuda para atualizar o nome do prato espaguete à carbonara",
    "Quero alterar o nome do prato pastel de queijo",
    "Posso renomear o prato frango assado para 'Frango ao forno'?",
    "Como posso mudar o nome do prato feijoada completa?",
    "Quero modificar o nome do prato pizza de calabresa",
    "Me ajude a mudar o nome do prato arroz carreteiro",
    "Preciso ajustar o nome do prato carne assada",
    "Gostaria de renomear o prato escondidinho de camarão",
    "Quero alterar o nome do prato bife à milanesa",
    "Como faço para trocar o nome do prato filé de peixe?",
    "Posso substituir o nome do prato lasanha de espinafre?",
    "Quero editar o nome do prato bolinho de bacalhau",
    "Me ajude a atualizar o nome do prato yakissoba",
    "Preciso modificar o nome do prato salmão grelhado",
    "Como posso dar um novo nome ao prato nhoque ao sugo?",
    "Quero ajustar o nome do prato panqueca de carne",
    "Gostaria de alterar o nome do prato vatapá baiano",
    "Quero substituir o nome do prato empada de frango",
    "Preciso renomear o prato polenta frita",
    "Como posso mudar o nome do prato pastel de carne?",
    "Me ajude a trocar o nome do prato bife acebolado",
    "Quero renomear o prato filé de frango",
    "Como faço para atualizar o nome do prato salada caprese?",
    "Preciso alterar o nome do prato pizza quatro queijos",
    "Gostaria de ajustar o nome do prato feijão com bacon",
    "Posso modificar o nome do prato carne de panela ao molho?",
    "Quero mudar o nome do prato salada de frutas",
    "Como posso ajustar o nome do prato bacalhau com natas?",
    "Me ajude a editar o nome do prato pão de alho",
    "Preciso atualizar o nome do prato tilápia ao forno",
    "Quero alterar o nome do prato camarão à grega",
    "Como faço para substituir o nome do prato risoto de frutos do mar?",
    "Gostaria de mudar o nome do prato torta de frango",
    "Quero renomear o prato filé mignon ao molho madeira",
    "Preciso ajustar o nome do prato brigadeiro de colher",
    "Como posso editar o nome do prato pudim de leite?",
    "Quero trocar o nome do prato mousse de maracujá",
    "Me ajude a modificar o nome do prato arroz com lentilha",
    "Posso alterar o nome do prato carne seca desfiada?",
    "Como faço para ajustar o nome do prato farofa de ovos?",
    "Preciso renomear o prato bife à rolê",
    "Quero mudar o nome do prato salpicão de frango",
    "Como posso editar o nome do prato bruschetta?",
    "Quero atualizar o nome do prato lasanha de berinjela",
    "Como posso trocar o nome do prato coxinha de frango?",
    "Preciso ajustar o nome do prato frango à parmegiana",
    "Gostaria de alterar o nome do prato risoto de funghi",
    "Posso mudar o nome do prato espeto de carne?",
    "Quero modificar o nome do prato peixe grelhado",
    "Como faço para editar o nome do prato escondidinho de carne seca?",
    "Preciso renomear o prato tapioca de queijo",
    "Me ajude a ajustar o nome do prato pizza de muçarela",
    "Gostaria de renomear o prato brigadeiro",
    "Quero substituir o nome do prato bolo de cenoura",
    "Como posso mudar o nome do prato filé de peixe empanado?",
    "Preciso atualizar o nome do prato panqueca de carne moída",
    "Quero ajustar o nome do prato quiche de espinafre",
    "Posso modificar o nome do prato camarão ao molho branco?",
    "Como faço para alterar o nome do prato salmão defumado?",
    "Quero editar o nome do prato escondidinho de legumes",
    "Me ajude a modificar o nome do prato batata gratinada",
    "Preciso substituir o nome do prato lasanha de frango",
    "Como posso ajustar o nome do prato carne ao vinho?",
    "Quero alterar o nome do prato macarrão à bolonhesa",
    "Gostaria de mudar o nome do prato torta de limão",
    "Preciso renomear o prato estrogonofe de frango",
    "Como faço para ajustar o nome do prato espaguete ao alho e óleo?",
    "Quero mudar o nome do prato filé de salmão",
    "Me ajude a ajustar o nome do prato quiche lorraine",
    "Como posso substituir o nome do prato pizza marguerita?",
    "Preciso alterar o nome do prato carne seca com abóbora",
    "Quero modificar o nome do prato cuscuz nordestino",
    "Gostaria de editar o nome do prato salada de maionese",
    "Posso renomear o prato mousse de chocolate?",
    "Como faço para mudar o nome do prato torta holandesa?",
    "Quero atualizar o nome do prato frango à passarinho",
    "Preciso ajustar o nome do prato pastel de camarão",
    "Como posso modificar o nome do prato pudim de café?",
    "Gostaria de alterar o nome do prato escondidinho de bacalhau",
    "Me ajude a editar o nome do prato salada caesar",
    "Quero substituir o nome do prato farofa de banana",
    "Como faço para trocar o nome do prato strogonoff de carne?"
  ]
}
