{
  "intent": "edit_dish_category",
  "responses": [
    "Ficarei feliz em te auxiliar a atualizar a categoria de um prato. Por favor, me informe o ID ou nome do prato a ser atualizado.",
    "Claro, vamos atualizar a categoria. Você poderia me informar o ID ou nome do prato a ser atualizado, por favor?",
    "Me informe o nome ou ID do prato que deseja atualizar para que eu possa alterar a categoria.",
    "Posso ajudar com a alteração da categoria. Qual é o nome ou ID do prato que você quer editar?",
    "Vamos lá, para atualizar a categoria, preciso que você me informe o nome ou ID do prato.",
    "Para realizar a alteração, preciso que você me diga o ID ou o nome do prato em questão.",
    "Por favor, me informe qual é o prato que você deseja editar a categoria, pode ser pelo ID ou nome.",
    "Informe o nome ou ID do prato para que eu possa proceder com a atualização da categoria.",
    "Vamos editar a categoria. Por favor, me passe o nome ou ID do prato que deseja alterar.",
    "Pronto para atualizar! Por favor, informe o ID ou o nome do prato que deseja editar a categoria."
  ],
  "messages": [
    "Quero editar a categoria de um prato",
    "Quero realizar a alteração da categoria de um prato",
    "Quero alterar categoria",
    "Quero alterar a categoria do prato lasanha",
    "Como faço para mudar a categoria do prato feijoada?",
    "Preciso atualizar a categoria do prato pizza",
    "Gostaria de editar a categoria do prato bife com batatas",
    "Posso mudar a categoria do prato frango assado?",
    "Altere a categoria do prato para 'Massas'",
    "Quero modificar a categoria para 'Carnes'",
    "Como posso editar a categoria de um prato específico?",
    "Preciso alterar a categoria do prato strogonoff",
    "Como faço para alterar a categoria de um prato do cardápio?",
    "Gostaria de atualizar a categoria do prato macarrão",
    "Quero mudar a categoria do prato para 'Vegano'",
    "Como posso fazer para editar a categoria do prato churrasco?",
    "Quero mudar a categoria do prato moqueca de camarão",
    "Como faço para trocar a categoria de um prato?",
    "Preciso ajustar a categoria de um prato no cardápio",
    "Gostaria de reclassificar o prato salada Caesar para outra categoria",
    "Por favor, me ajude a alterar a categoria de um prato",
    "É possível editar a categoria do prato arroz carreteiro?",
    "Posso alterar a categoria do prato bacalhau com natas?",
    "Preciso corrigir a categoria do prato vatapá",
    "Como faço para colocar o prato risoto na categoria 'Arroz'?",
    "Vamos mudar a categoria de um prato para 'Sobremesas'?",
    "Quero redefinir a categoria do prato pastel de carne",
    "Como faço para mover o prato caldo verde para outra categoria?",
    "Preciso editar a categoria de um prato chamado filé mignon",
    "Pode me ajudar a trocar a categoria do prato rabada?",
    "Como posso classificar o prato coxinha de jaca em outra categoria?",
    "Quero reposicionar o prato polenta frita em outra categoria",
    "Tem como modificar a categoria do prato bolinho de bacalhau?",
    "Gostaria de transferir o prato cuscuz para uma nova categoria",
    "Como posso mover o prato yakisoba para a categoria 'Massas'?",
    "É possível reclassificar o prato camarão na moranga?",
    "Quero atualizar a categoria do prato espaguete ao alho e óleo",
    "Preciso mudar a categoria do prato caldeirada",
    "Quero incluir o prato pavê na categoria 'Sobremesas'",
    "Como faço para alterar a categoria de um prato especial?",
    "Quero alterar o prato baião de dois para a categoria 'Brasil'",
    "Pode me ajudar a reclassificar o prato escondidinho?",
    "Quero mover o prato bobó de camarão para a categoria 'Frutos do Mar'",
    "Posso atualizar o prato sopa de cebola para a categoria 'Sopas e Caldos'?",
    "Quero trocar o prato moqueca para 'Pratos Típicos'",
    "Preciso alterar a categoria do prato paella"
  ]
}