{
  "intent": "edit_dish_price",
  "responses": [
    "Você quer editar o preço em reais ou em pontos? Por favor, me informe.",
    "Deseja alterar o preço em reais ou em pontos?",
    "Qual valor você quer editar: o preço em reais ou o valor em pontos?",
    "Por favor, me diga se o ajuste é no valor em reais ou em pontos.",
    "Certo, você quer alterar o valor em reais ou em pontos?",
    "Me informe se a edição é no preço em reais ou no valor em pontos.",
    "Qual das opções você deseja editar: o valor em reais ou o valor em pontos?",
    "Por favor, especifique se quer editar o preço em reais ou o valor em pontos do prato.",
    "Posso te ajudar! Mas me diz, é o valor em reais ou em pontos que quer alterar?",
    "Preciso que me informe se a edição é no preço em reais ou no valor em pontos."
  ],
  "messages": [
    "Quero editar o valor do prato",
    "Preciso ajustar o preço do prato",
    "Como faço para alterar o valor do prato?",
    "Quero mudar o preço do prato",
    "Posso editar o valor de um prato?",
    "Como edito o preço de um prato?",
    "Preciso atualizar o valor do prato",
    "Gostaria de alterar o valor do prato",
    "Quero ajustar o preço de um prato",
    "Posso modificar o valor do prato?",
    "Como faço para modificar o preço?",
    "Me ajude a editar o valor do prato",
    "Quero mudar o preço de um prato do cardápio",
    "Preciso fazer uma alteração no preço",
    "Tem como ajustar o valor do prato?",
    "Posso alterar o valor de um prato?",
    "Quero fazer uma edição no preço do prato",
    "Preciso modificar o valor do prato",
    "Como posso mudar o preço de um prato?",
    "Me ajude a modificar o valor do prato",
    "Tem como alterar o valor do prato?",
    "Gostaria de revisar o preço do prato",
    "Posso fazer uma edição no valor do prato?",
    "Quero ajustar o valor do prato no cardápio",
    "Como faço para modificar o valor de um prato?",
    "Preciso ajustar o preço de um prato",
    "Quero fazer uma alteração no valor do prato",
    "Como posso atualizar o preço do prato?",
    "Posso modificar o valor de um prato do cardápio?",
    "Quero editar o preço do prato",
    "Quero ajustar o valor do prato no menu",
    "Como posso editar o preço de um prato no cardápio?",
    "Preciso alterar o valor de um prato que já está cadastrado",
    "Gostaria de modificar o preço de um prato existente",
    "Tem como ajustar o valor do prato para um novo preço?",
    "Quero atualizar o preço de um prato que já existe",
    "Como faço para revisar o valor de um prato?",
    "Me ajude a alterar o valor do prato que está no cardápio",
    "Quero redefinir o preço de um prato",
    "Preciso editar o valor de um prato cadastrado",
    "Posso ajustar o preço de um prato que já foi incluído?",
    "Gostaria de revisar o valor do prato que está no menu",
    "Quero modificar o valor de um prato já existente",
    "Como faço para ajustar o preço de um prato que já está no sistema?",
    "Preciso atualizar o valor de um prato do cardápio",
    "Quero corrigir o valor de um prato do menu",
    "Me ajude a modificar o preço de um prato que já foi cadastrado",
    "Como posso alterar o valor de um prato que já está no menu?",
    "Quero ajustar o preço de um prato que já existe",
    "Preciso revisar o valor do prato que foi registrado",
    "Gostaria de redefinir o preço de um prato que está no cardápio",
    "Como faço para ajustar o preço de um prato já registrado?",
    "Quero editar o valor de um prato do cardápio",
    "Posso modificar o preço de um prato que está no menu?",
    "Preciso alterar o valor de um prato para um novo preço",
    "Quero atualizar o valor do prato para um valor diferente",
    "Como faço para ajustar o preço de um prato que está cadastrado?",
    "Me ajude a editar o valor de um prato que já existe",
    "Gostaria de alterar o preço de um prato do cardápio",
    "Quero modificar o valor do prato para um preço novo",
    "Preciso revisar o valor do prato que está na lista",
    "Como faço para mudar o preço de um prato no menu?",
    "Quero ajustar o valor de um prato que foi cadastrado",
    "Posso redefinir o valor de um prato que já está no sistema?",
    "Preciso alterar o valor de um prato que já foi registrado",
    "Quero atualizar o preço de um prato para um valor diferente",
    "Como posso ajustar o valor de um prato do cardápio?",
    "Me ajude a corrigir o valor de um prato que está na lista",
    "Quero redefinir o preço de um prato do cardápio digital",
    "Preciso ajustar o valor de um prato que está no cardápio",
    "Gostaria de mudar o preço de um prato cadastrado",
    "Quero revisar o valor do prato que está no menu",
    "Como faço para ajustar o valor do prato que já está registrado?",
    "Preciso modificar o preço de um prato que está cadastrado",
    "Quero ajustar o preço do prato para um novo valor",
    "Como posso revisar o valor do prato que foi incluído?",
    "Quero editar o valor de um prato que está no cardápio",
    "Me ajude a atualizar o preço de um prato que já existe",
    "Preciso redefinir o valor de um prato que está no menu",
    "Quero alterar o preço de um prato para outro valor",
    "Como posso ajustar o preço de um prato que já foi registrado?",
    "Preciso modificar o valor do prato para um valor diferente",
    "Quero ajustar o preço de um prato que está na lista",
    "Me ajude a corrigir o valor do prato que foi cadastrado",
    "Gostaria de revisar o valor de um prato no menu",
    "Quero modificar o valor do prato que está registrado",
    "Como faço para editar o preço de um prato já existente?",
    "Preciso redefinir o valor do prato que foi incluído",
    "Quero ajustar o preço do prato que está no cardápio",
    "Como posso modificar o valor do prato para um preço diferente?",
    "Me ajude a revisar o valor de um prato que já está no menu",
    "Quero alterar o preço do prato para um novo valor",
    "Preciso ajustar o valor do prato para um valor atualizado",
    "Gostaria de mudar o preço do prato que está no cardápio",
    "Quero editar o valor do prato que já está cadastrado",
    "Como posso ajustar o preço do prato para outro valor?",
    "Preciso corrigir o valor do prato que está no cardápio",
    "Quero revisar o preço de um prato que foi incluído",
    "Como faço para ajustar o valor do prato para um preço diferente?",
    "Me ajude a alterar o valor do prato que já existe",
    "Quero redefinir o preço de um prato que foi registrado",
    "Preciso editar o valor do prato para um novo valor",
    "Gostaria de ajustar o preço do prato que está na lista",
    "Quero modificar o valor de um prato que está no cardápio",
    "Como posso revisar o valor de um prato cadastrado?",
    "Preciso redefinir o valor do prato para um novo preço",
    "Quero alterar o preço de um prato que está no menu",
    "Como posso ajustar o valor do prato para um valor diferente?",
    "Me ajude a editar o valor do prato que foi registrado",
    "Preciso ajustar o valor do prato para um preço atualizado",
    "Quero modificar o preço de um prato que foi incluído",
    "Como faço para revisar o valor do prato para um novo valor?",
    "Preciso alterar o valor do prato para um preço diferente",
    "Quero ajustar o valor do prato que está registrado",
    "Como posso corrigir o valor do prato que foi cadastrado?",
    "Me ajude a atualizar o valor do prato que já está no cardápio",
    "Preciso redefinir o preço de um prato que foi registrado",
    "Quero alterar o valor de um prato para um preço atualizado",
    "Como posso ajustar o preço do prato que está no menu?",
    "Me ajude a modificar o valor do prato para um novo preço",
    "Preciso revisar o preço do prato que está no cardápio",
    "Quero ajustar o valor do prato que está no cardápio digital",
    "Como faço para alterar o valor do prato para um preço novo?",
    "Preciso corrigir o valor do prato que foi registrado",
    "Gostaria de ajustar o preço do prato que está cadastrado"
  ]
}
