{
  "intent": "edit_dish_category",
  "responses": [
    "Vou te ajudar a alterar a categoria do prato. Por favor, me informe o ID ou nome do prato a ser atualizado.",
    "Claro, vamos atualizar a categoria. Qual é o ID ou nome do prato que você deseja modificar?",
    "Para que eu possa editar a categoria, preciso do nome ou ID do prato.",
    "Me diga qual é o prato que você quer editar a categoria, pode ser pelo nome ou pelo ID.",
    "Por favor, informe o nome ou ID do prato que deseja atualizar a categoria.",
    "Vamos lá, me informe o nome ou ID do prato que quer alterar a categoria.",
    "Para realizarmos a atualização, me passe o nome ou ID do prato.",
    "Pronto para atualizar a categoria. Me informe o ID ou nome do prato.",
    "Ficarei feliz em ajudar. Me diga o nome ou ID do prato que deseja editar a categoria.",
    "Informe o nome ou ID do prato que você quer modificar a categoria."
  ],
  "messages": [
    "Preciso editar a categoria de um prato",
    "Gostaria de atualizar a categoria de um prato específico",
    "Como faço para mudar a categoria de um prato?",
    "Quero trocar a categoria de um prato no cardápio",
    "Quero modificar a categoria de um prato existente",
    "Como posso atualizar a categoria de um prato no menu?",
    "Preciso mudar a categoria de um prato do cardápio",
    "Posso editar a categoria de um prato cadastrado?",
    "Gostaria de alterar a categoria de um prato que já existe",
    "Quero reposicionar um prato em outra categoria",
    "Como faço para editar a categoria do prato strogonoff?",
    "Desejo classificar o prato lasanha em outra categoria",
    "Como alterar a categoria de um prato já cadastrado?",
    "Quero reclassificar o prato bobó de camarão",
    "Como mover um prato para outra categoria?",
    "Preciso ajustar a categoria do prato vatapá",
    "Como posso editar a categoria de um prato no menu?",
    "Quero transferir o prato feijoada para a categoria 'Pratos Típicos'",
    "Posso mudar a categoria do prato rabada?",
    "Quero que o prato escondidinho seja incluído em outra categoria",
    "Como editar a categoria de um prato no cardápio digital?",
    "Como faço para colocar o prato moqueca em outra categoria?",
    "Quero incluir o prato feijão tropeiro na categoria 'Comidas Regionais'",
    "Tem como atualizar a categoria do prato sushi?",
    "Gostaria de editar a categoria do prato sashimi",
    "Quero recategorizar o prato bolinho de bacalhau",
    "Me ajude a trocar a categoria do prato parmegiana",
    "Como mover o prato lasanha para outra categoria?",
    "Gostaria de modificar a categoria do prato vatapá"
  ]
}
