{
  "intent": "edit_dish_description",
  "responses": [
    "Vou te ajudar a alterar a descrição. Por favor, me informe o nome ou ID do prato.",
    "Certo, vamos atualizar a descrição. Qual é o nome ou ID do prato que você deseja alterar?",
    "Para alterar a descrição, preciso do nome ou ID do prato. Você poderia me informar?",
    "Sem problemas, me informe o nome ou ID do prato para atualizar a descrição.",
    "Claro, posso te ajudar. Qual o nome ou ID do prato que você deseja modificar?",
    "Ok, para alterar a descrição, me diga o nome ou ID do prato, por favor.",
    "Vamos lá! Qual o nome ou ID do prato cuja descrição você deseja alterar?",
    "Ficarei feliz em ajudar. Por favor, me informe o nome ou ID do prato para que eu possa continuar.",
    "Me avise o nome ou ID do prato para que eu possa alterar a descrição.",
    "Por favor, me informe o nome ou ID do prato que você deseja alterar a descrição."
  ],
  "messages": [
    "Quero alterar a descrição do prato lasanha",
    "Como faço para mudar a descrição do prato feijoada?",
    "Preciso atualizar a descrição do prato pizza",
    "Gostaria de editar a descrição do prato bife com batatas",
    "Posso mudar a descrição do prato frango assado?",
    "Altere a descrição do prato para 'Prato típico italiano com molho de tomate e queijo'",
    "Quero modificar a descrição para 'Delicioso prato de carne com molho'",
    "Gostaria de atualizar a descrição de um prato",
    "Preciso mudar a descrição de um prato",
    "Como posso editar a descrição de um prato?",
    "Me ajude a alterar a descrição de um prato específico",
    "Vamos modificar a descrição de um prato",
    "Como faço para atualizar a descrição de um prato no cardápio?",
    "Preciso editar a descrição de um prato específico",
    "Quero mudar a descrição de um prato no menu",
    "Posso modificar a descrição de um prato?",
    "Me ajude a atualizar a descrição do prato strogonoff",
    "Altere a descrição do prato para algo mais detalhado",
    "Gostaria de fazer ajustes na descrição de um prato",
    "Quero melhorar a descrição de um prato",
    "Como posso alterar a descrição do prato que está no menu?",
    "Quero atualizar a descrição do prato escondidinho",
    "Como posso alterar a descrição de um prato já cadastrado?",
    "Preciso corrigir a descrição do prato bife acebolado",
    "Gostaria de revisar a descrição do prato feijão tropeiro",
    "Tem como editar a descrição do prato peixe frito?",
    "Quero modificar a descrição do prato camarão à milanesa",
    "Como faço para ajustar a descrição de um prato do cardápio?",
    "Preciso atualizar o texto da descrição do prato moqueca",
    "Me ajude a editar a descrição do prato bobó de camarão",
    "Como posso melhorar a descrição do prato costela assada?",
    "Gostaria de refazer a descrição de um prato já existente",
    "Quero alterar a descrição de um prato do cardápio digital",
    "Preciso ajustar o conteúdo da descrição do prato",
    "Quero editar a descrição de um prato específico",
    "Como faço para atualizar as informações de descrição de um prato?",
    "Posso modificar o texto da descrição do prato?",
    "Preciso trocar a descrição de um prato",
    "Como posso refinar a descrição de um prato?",
    "Me ajude a colocar uma descrição nova para um prato",
    "Gostaria de melhorar a descrição de um prato no menu",
    "Quero alterar os detalhes da descrição de um prato",
    "Como faço para incluir uma descrição diferente para o prato?",
    "Preciso ajustar a descrição do prato para algo mais completo",
    "Gostaria de editar a descrição do prato de maneira mais detalhada",
    "Quero modificar a descrição para incluir mais informações",
    "Como posso reescrever a descrição de um prato?",
    "Preciso atualizar o texto que descreve o prato",
    "Quero alterar a descrição para ser mais atrativa",
    "Como posso modificar a descrição de um prato já incluído no cardápio?",
    "Me ajude a colocar mais detalhes na descrição de um prato",
    "Gostaria de ajustar a descrição do prato para ficar mais clara",
    "Como faço para revisar a descrição de um prato existente?",
    "Preciso alterar o campo de descrição do prato",
    "Quero refazer a descrição de um prato para ficar mais completa",
    "Tem como adicionar mais detalhes na descrição do prato?",
    "Gostaria de mudar a descrição para algo mais descritivo",
    "Como posso incluir mais detalhes na descrição de um prato?",
    "Quero deixar a descrição do prato mais chamativa",
    "Preciso editar a descrição para que fique mais informativa",
    "Me ajude a ajustar a descrição de um prato que já está cadastrado",
    "Como faço para refinar a descrição de um prato?",
    "Preciso atualizar a descrição para deixar o prato mais atrativo",
    "Quero incluir informações adicionais na descrição do prato",
    "Como posso melhorar o texto descritivo de um prato?",
    "Preciso refazer a descrição do prato para ser mais completa",
    "Quero editar a descrição do prato para adicionar mais detalhes",
    "Me ajude a revisar a descrição de um prato no cardápio",
    "Gostaria de ajustar o texto que descreve o prato",
    "Como posso atualizar a descrição para ficar mais detalhada?",
    "Preciso deixar a descrição do prato mais informativa",
    "Quero modificar a descrição para que tenha mais detalhes",
    "Como faço para alterar o texto da descrição de um prato?",
    "Posso melhorar a descrição de um prato que já está no cardápio?",
    "Preciso reescrever a descrição para que seja mais completa",
    "Quero adicionar mais informações à descrição do prato",
    "Como posso ajustar a descrição para deixar mais claro o prato?",
    "Me ajude a editar a descrição para que fique mais interessante",
    "Gostaria de incluir mais detalhes sobre o prato na descrição",
    "Quero alterar a descrição para algo mais envolvente",
    "Preciso revisar o conteúdo da descrição do prato",
    "Como faço para refinar a descrição que já está cadastrada?",
    "Preciso corrigir a descrição para incluir todos os detalhes do prato",
    "Quero ajustar a descrição para deixar mais clara a proposta do prato",
    "Como posso atualizar a descrição para incluir mais características?",
    "Me ajude a deixar a descrição do prato mais detalhada",
    "Gostaria de adicionar informações adicionais na descrição",
    "Quero ajustar a descrição para refletir melhor o prato",
    "Como faço para colocar mais detalhes na descrição do prato?",
    "Preciso editar o conteúdo da descrição para torná-la mais informativa",
    "Quero incluir um texto mais descritivo na descrição do prato",
    "Como posso ajustar a descrição do prato para deixá-la mais precisa?",
    "Preciso adicionar mais informações na descrição de um prato",
    "Me ajude a fazer uma atualização na descrição do prato",
    "Gostaria de ajustar o texto da descrição para incluir mais detalhes",
    "Quero refazer o campo de descrição para que fique mais claro",
    "Como posso corrigir a descrição do prato para que fique mais completa?",
    "Preciso incluir mais informações sobre o prato na descrição",
    "Quero editar a descrição para que seja mais descritiva",
    "Como faço para atualizar a descrição para que tenha mais detalhes?",
    "Posso ajustar a descrição para deixar o prato mais atrativo?",
    "Preciso reescrever a descrição para incluir mais informações",
    "Quero incluir mais características do prato na descrição",
    "Como posso revisar a descrição para torná-la mais informativa?",
    "Me ajude a colocar uma descrição mais detalhada para o prato",
    "Gostaria de incluir detalhes adicionais sobre o prato",
    "Quero deixar a descrição do prato mais interessante",
    "Como faço para refinar a descrição do prato para ser mais clara?",
    "Preciso ajustar o campo de descrição para deixar mais completa",
    "Quero reescrever a descrição do prato para que seja mais informativa",
    "Como posso incluir mais detalhes na descrição já existente?",
    "Me ajude a modificar o texto da descrição para incluir mais informações",
    "Gostaria de adicionar mais características do prato na descrição",
    "Quero ajustar a descrição para torná-la mais envolvente",
    "Preciso alterar o texto da descrição para deixar mais completo",
    "Como faço para refazer a descrição do prato para deixá-la mais clara?",
    "Posso incluir mais informações na descrição já cadastrada?",
    "Quero revisar a descrição para incluir mais detalhes",
    "Como posso corrigir a descrição para torná-la mais detalhada?",
    "Preciso ajustar o conteúdo da descrição para incluir mais informações",
    "Me ajude a refazer a descrição do prato para que fique mais precisa",
    "Gostaria de incluir detalhes adicionais na descrição",
    "Quero melhorar a descrição do prato para deixá-lo mais atrativo",
    "Como faço para revisar o texto da descrição para torná-lo mais completo?",
    "Preciso incluir mais detalhes na descrição que já está cadastrada",
    "Quero refinar o campo de descrição para torná-lo mais descritivo",
    "Como posso melhorar o conteúdo da descrição para deixar mais interessante?",
    "Me ajude a revisar a descrição para incluir mais informações",
    "Gostaria de ajustar o texto para tornar a descrição mais precisa",
    "Quero adicionar mais detalhes à descrição do prato",
    "Como faço para reescrever a descrição para ser mais informativa?",
    "Preciso melhorar a descrição para que seja mais completa",
    "Quero incluir mais características do prato na descrição",
    "Como posso ajustar a descrição para deixá-la mais atrativa?"
  ]
}
