{
  "intent": "edit_dish_points_price",
  "responses": [
    "Vou te ajudar a alterar o valor em pontos do prato. Por favor, me informe o nome ou ID do prato que deseja atualizar.",
    "Claro, vamos ajustar o valor em pontos. Qual é o nome ou ID do prato que você quer modificar?",
    "Para atualizar o valor em pontos, preciso que você me informe o nome ou ID do prato. Pode me dizer?",
    "Sem problemas, me informe o nome ou ID do prato para ajustarmos o valor em pontos.",
    "Ok, vamos lá! Qual é o nome ou ID do prato que você deseja alterar o valor em pontos?",
    "Para continuar, preciso do nome ou ID do prato cujo valor em pontos você quer mudar.",
    "Ficarei feliz em ajudar. Me informe o nome ou ID do prato para atualizarmos o valor em pontos.",
    "Me avise qual é o nome ou ID do prato que você gostaria de ajustar o valor em pontos.",
    "Por favor, informe o nome ou ID do prato que precisa de um novo valor em pontos.",
    "Vamos atualizar o valor em pontos do prato. Qual é o nome ou ID do prato que você quer modificar?"
  ],
  "messages": [
    "Quero alterar o valor em pontos do prato lasanha",
    "Como faço para mudar os pontos necessários para o prato feijoada?",
    "Preciso atualizar o valor em pontos do prato pizza",
    "Gostaria de editar os pontos do prato bife com batatas",
    "Posso mudar o valor do prato frango assado para 150 pontos?",
    "Altere os pontos do prato para 200",
    "Quero modificar o valor em pontos para 180",
    "Como posso ajustar o valor em pontos de um prato?",
    "Preciso mudar a quantidade de pontos do prato strogonoff",
    "Quero atualizar o custo em pontos do prato lasanha",
    "Gostaria de diminuir os pontos necessários para o prato feijoada",
    "Como faço para editar a pontuação do prato salada?",
    "Quero aumentar o valor em pontos do prato filé de frango",
    "Atualize o valor do prato para 300 pontos",
    "Me ajude a modificar os pontos necessários para um prato",
    "Vamos mudar o valor em pontos do prato sushi",
    "Quero que o prato macarrão passe a valer 250 pontos",
    "Como faço para alterar os pontos do prato yakisoba?",
    "Posso atualizar os pontos do prato camarão empanado?",
    "Alterar os pontos de um prato do cardápio",
    "Quero revisar o valor em pontos de um prato específico",
    "Como ajustar os pontos que um prato custa?",
    "Me ajude a definir um novo valor em pontos para o prato churrasco",
    "Quero diminuir o valor em pontos do prato pudim",
    "Como faço para definir um novo custo em pontos para o prato moqueca?",
    "Preciso editar os pontos do prato torta de frango",
    "Me mostre como alterar os pontos de um prato do menu",
    "Quero redefinir o valor em pontos do prato feijão tropeiro",
    "Atualize para 100 pontos o prato risoto de camarão",
    "Preciso editar o preço em pontos do prato lasanha",
    "Quero ajustar o preço em pontos do prato bife acebolado",
    "Como faço para mudar o preço em pontos do prato moqueca?",
    "Quero redefinir o preço em pontos do prato macarrão",
    "Preciso modificar o preço em pontos do prato quindim",
    "Como posso ajustar o preço do prato strogonoff?",
    "Gostaria de atualizar o preço em pontos do prato polenta frita",
    "Me ajude a revisar o preço em pontos do prato coxinha",
    "O preço do prato frango à milanesa precisa ser 120 pontos",
    "Vamos alterar o preço em pontos do prato vatapá para 150",
    "Quero definir o preço em pontos do prato espaguete",
    "Preciso que o preço em pontos do prato tapioca seja 90",
    "Como posso atualizar o preço em pontos do prato arroz carreteiro?",
    "Quero ajustar o preço do prato feijoada para 210 pontos",
    "Me mostre como editar o preço em pontos do prato sushi",
    "Desejo que o prato salada caesar tenha o preço de 180 pontos",
    "O prato pastel agora deve custar 75 pontos",
    "Quero mudar o preço em pontos do prato abacaxi grelhado",
    "Preciso alterar o valor em pontos do prato churrasco para 350",
    "Como faço para definir um preço em pontos para o prato caldinho de feijão?",
    "Quero atualizar o valor em pontos do prato arroz doce para 50",
    "Qual o valor em pontos do prato bolo de cenoura? Quero que seja 60",
    "O prato bife à milanesa precisa custar 130 pontos",
    "Atualize o prato batata frita para 80 pontos",
    "Vamos ajustar o prato lasanha de berinjela para 100 pontos",
    "Preciso que o prato quibe agora custe 110 pontos",
    "Me ajude a editar o preço em pontos do prato moqueca",
    "Quero que o prato filé de peixe passe a custar 170 pontos"
  ]
}