{
  "intent": "edit_dish_points_price",
  "responses": [
    "Vou te ajudar a alterar o valor em pontos do prato. Por favor, me informe o nome ou ID do prato que deseja atualizar.",
    "Claro, vamos ajustar o valor em pontos. Qual é o nome ou ID do prato que você quer modificar?",
    "Para atualizar o valor em pontos, preciso que você me informe o nome ou ID do prato. Pode me dizer?",
    "Sem problemas, me informe o nome ou ID do prato para ajustarmos o valor em pontos.",
    "Ok, vamos lá! Qual é o nome ou ID do prato que você deseja alterar o valor em pontos?",
    "Para continuar, preciso do nome ou ID do prato cujo valor em pontos você quer mudar.",
    "Ficarei feliz em ajudar. Me informe o nome ou ID do prato para atualizarmos o valor em pontos.",
    "Me avise qual é o nome ou ID do prato que você gostaria de ajustar o valor em pontos.",
    "Por favor, informe o nome ou ID do prato que precisa de um novo valor em pontos.",
    "Vamos atualizar o valor em pontos do prato. Qual é o nome ou ID do prato que você quer modificar?"
  ],
  "messages": [
    "Quero ajustar o valor em pontos do prato escondidinho de carne",
    "Como faço para atualizar o valor em pontos do prato risoto de frutos do mar?",
    "Preciso modificar os pontos necessários para o prato lasanha de frango",
    "Gostaria de editar o custo em pontos do prato cuscuz nordestino",
    "Posso mudar o valor em pontos do prato bacalhau ao forno?",
    "Quero alterar o preço em pontos do prato estrogonofe de frango",
    "Como posso ajustar os pontos do prato pizza de calabresa?",
    "Preciso redefinir o valor em pontos do prato vatapá",
    "Me ajude a alterar o custo em pontos do prato escondidinho de frango",
    "Quero atualizar o valor do prato panqueca para 90 pontos",
    "Como faço para definir um novo valor em pontos para o prato filé de peixe?",
    "Preciso mudar o valor em pontos do prato quiche de alho-poró",
    "Gostaria de ajustar o preço em pontos do prato lasanha à bolonhesa",
    "Quero alterar os pontos do prato peixe grelhado",
    "Como faço para atualizar o valor em pontos do prato carne de panela?",
    "Posso ajustar o preço em pontos do prato filé ao molho madeira?",
    "Preciso redefinir o valor em pontos do prato camarão ao alho e óleo",
    "Quero alterar o preço em pontos do prato galinhada",
    "Como faço para mudar o valor em pontos do prato bolinho de bacalhau?",
    "Preciso modificar o valor em pontos do prato sopa de legumes",
    "Me ajude a definir um novo valor em pontos para o prato carne seca",
    "Quero editar o preço em pontos do prato pastel de carne",
    "Como posso revisar o custo em pontos do prato batata recheada?",
    "Preciso ajustar o valor em pontos do prato espaguete ao pesto",
    "Gostaria de alterar os pontos do prato arroz à grega",
    "Quero atualizar o preço em pontos do prato canjica",
    "Como faço para ajustar o custo em pontos do prato panqueca de carne?",
    "Preciso redefinir o valor em pontos do prato quiche de espinafre",
    "Quero ajustar o valor do prato moqueca para 200 pontos",
    "Posso alterar o preço em pontos do prato bife de fígado?",
    "Me ajude a ajustar o valor em pontos do prato filé de frango",
    "Preciso modificar os pontos do prato churrasco misto",
    "Quero atualizar o valor em pontos do prato frango à passarinho",
    "Como posso ajustar o preço em pontos do prato vatapá?",
    "Preciso redefinir o valor em pontos do prato bolinho de queijo",
    "Gostaria de revisar o custo em pontos do prato pizza marguerita",
    "Quero alterar o valor em pontos do prato lasanha de espinafre",
    "Como faço para definir um novo valor em pontos para o prato empadão?",
    "Preciso ajustar o preço em pontos do prato omelete",
    "Quero mudar o valor em pontos do prato salmão grelhado",
    "Como posso editar o valor em pontos do prato bife acebolado?",
    "Me ajude a atualizar o custo em pontos do prato feijão tropeiro",
    "Quero redefinir o valor em pontos do prato carne assada",
    "Como faço para alterar o preço em pontos do prato sopa de cebola?",
    "Preciso ajustar o valor do prato moqueca de camarão para 180 pontos",
    "Quero que o prato arroz à carreteiro passe a custar 140 pontos",
    "Posso mudar o valor em pontos do prato pão de alho?",
    "Preciso revisar o custo em pontos do prato escondidinho de bacalhau",
    "Quero modificar o valor em pontos do prato purê de batata",
    "Como faço para ajustar o preço em pontos do prato carne de sol?",
    "Preciso atualizar o valor em pontos do prato pizza portuguesa",
    "Quero que o prato feijão de corda passe a custar 130 pontos",
    "Como posso editar o preço em pontos do prato frango à milanesa?",
    "Me ajude a revisar o valor em pontos do prato vatapá de camarão",
    "Preciso redefinir o custo em pontos do prato caldinho de feijão",
    "Quero ajustar o valor em pontos do prato espaguete ao sugo",
    "Como faço para alterar o valor em pontos do prato carne de porco?",
    "Preciso ajustar o preço em pontos do prato caldo verde",
    "Quero atualizar o custo em pontos do prato yakisoba de frango",
    "Como posso ajustar o valor em pontos do prato bacalhau com natas?",
    "Me ajude a modificar o valor em pontos do prato arroz com lentilha",
    "Preciso revisar o preço em pontos do prato carne de panela com batatas",
    "Quero ajustar o valor em pontos do prato cuscuz com carne seca",
    "Como faço para definir um novo preço em pontos para o prato torta salgada?",
    "Preciso modificar o valor em pontos do prato brigadeiro",
    "Quero que o prato strogonoff de camarão passe a custar 250 pontos",
    "Posso redefinir o custo em pontos do prato tapioca de carne seca?",
    "Me ajude a ajustar o valor em pontos do prato coxinha de frango",
    "Como posso atualizar o valor em pontos do prato panqueca de frango?",
    "Quero ajustar o valor em pontos do prato arroz de polvo",
    "Como faço para atualizar os pontos do prato bife à cavalo?",
    "Preciso modificar a pontuação do prato risoto de queijo",
    "Gostaria de editar o custo em pontos do prato camarão à baiana",
    "Posso mudar o valor em pontos do prato filé de tilápia?",
    "Quero alterar o preço em pontos do prato quibe assado",
    "Como posso ajustar a pontuação do prato arroz carreteiro?",
    "Preciso redefinir o valor em pontos do prato feijão preto",
    "Me ajude a alterar o custo em pontos do prato frango empanado",
    "Quero atualizar os pontos necessários para o prato ensopado de peixe",
    "Como faço para definir um novo valor em pontos para o prato bolinho de arroz?",
    "Preciso mudar o valor em pontos do prato sopa de feijão",
    "Gostaria de ajustar o preço em pontos do prato escondidinho de abóbora",
    "Quero alterar os pontos do prato baião de dois",
    "Como faço para atualizar a pontuação do prato peixe ao forno?",
    "Posso ajustar o preço em pontos do prato filé ao limão?",
    "Preciso redefinir os pontos do prato carne de sol com mandioca",
    "Quero alterar o preço em pontos do prato pizza de quatro queijos",
    "Como faço para mudar o valor em pontos do prato frango ao molho pardo?",
    "Preciso modificar o valor em pontos do prato polenta com carne moída",
    "Me ajude a definir um novo valor em pontos para o prato tapioca recheada",
    "Quero editar a pontuação do prato carne seca na moranga",
    "Como posso revisar o custo em pontos do prato frango à parmegiana?",
    "Preciso ajustar o valor em pontos do prato feijoada carioca",
    "Gostaria de alterar a pontuação do prato coxinha de jaca",
    "Quero atualizar o preço em pontos do prato linguiça acebolada",
    "Como faço para ajustar o custo em pontos do prato rocambole de carne?",
    "Preciso redefinir o valor em pontos do prato farofa de mandioca",
    "Quero ajustar os pontos do prato espaguete à carbonara",
    "Posso alterar o preço em pontos do prato sopa de legumes com carne?",
    "Me ajude a ajustar o valor em pontos do prato escondidinho de peixe",
    "Preciso modificar a pontuação do prato bobó de frango",
    "Quero atualizar o valor em pontos do prato frango caipira",
    "Como posso ajustar o preço em pontos do prato churrasco com pão de alho?",
    "Preciso redefinir o valor em pontos do prato baião de dois com carne",
    "Gostaria de revisar o custo em pontos do prato estrogonofe de palmito",
    "Quero alterar o valor em pontos do prato purê de abóbora",
    "Como faço para definir um novo valor em pontos para o prato bolinho de chuva?",
    "Preciso ajustar o preço em pontos do prato rabada com agrião",
    "Quero mudar o valor em pontos do prato quindim",
    "Como posso editar a pontuação do prato acarajé?",
    "Me ajude a atualizar o valor em pontos do prato moqueca de siri",
    "Quero redefinir o valor em pontos do prato caldo de mocotó",
    "Como faço para alterar o custo em pontos do prato panqueca vegetariana?",
    "Preciso ajustar o valor do prato tilápia ao molho de camarão para 150 pontos",
    "Quero que o prato paella passe a custar 280 pontos",
    "Posso mudar o valor em pontos do prato torresmo?",
    "Preciso revisar o custo em pontos do prato bife de porco",
    "Quero modificar o valor em pontos do prato mandioca frita",
    "Como faço para ajustar o preço em pontos do prato polenta grelhada?",
    "Preciso atualizar o valor em pontos do prato moqueca de peixe com banana",
    "Quero que o prato arroz com brócolis passe a custar 120 pontos",
    "Como posso editar o preço em pontos do prato frango xadrez?",
    "Me ajude a revisar a pontuação do prato pizza vegetariana",
    "Preciso redefinir o custo em pontos do prato camarão empanado",
    "Quero ajustar o valor em pontos do prato costela ao molho barbecue",
    "Como faço para alterar o valor em pontos do prato yakimeshi?",
    "Preciso ajustar o preço em pontos do prato bife ancho",
    "Quero atualizar o custo em pontos do prato rondelli",
    "Como posso ajustar a pontuação do prato filé de peixe ao molho branco?",
    "Me ajude a modificar o valor em pontos do prato caldo de abóbora",
    "Preciso revisar o preço em pontos do prato bife à milanesa com queijo",
    "Quero ajustar o valor em pontos do prato arroz carreteiro com linguiça",
    "Como faço para definir um novo preço em pontos para o prato pão de queijo?",
    "Preciso modificar o valor em pontos do prato pamonha",
    "Quero que o prato strogonoff de palmito passe a custar 240 pontos",
    "Posso redefinir o custo em pontos do prato frango ao molho curry?",
    "Me ajude a ajustar o valor em pontos do prato bobó de camarão",
    "Como posso atualizar o valor em pontos do prato abobrinha recheada?",
    "Quero modificar o valor em pontos do prato escondidinho de carne seca",
    "Como faço para ajustar o preço em pontos do prato arroz com pequi?",
    "Preciso redefinir o custo em pontos do prato vatapá vegetariano",
    "Quero ajustar o valor em pontos do prato carne seca desfiada",
    "Como faço para atualizar a pontuação do prato pizza quatro estações?",
    "Preciso ajustar o preço em pontos do prato caldo verde com linguiça",
    "Quero que o prato empadão de camarão passe a custar 260 pontos",
    "Como posso alterar o valor em pontos do prato nhoque com molho branco?"
  ]
}