{
  "intent": "edit_dish_reais_price",
  "responses": [
    "Vou te ajudar a alterar o valor em reais do prato. Por favor, me informe o nome ou ID do prato a ser atualizado.",
    "Claro, vamos atualizar o valor em reais. Qual é o nome ou ID do prato que deseja modificar?",
    "Para ajustar o preço do prato, me informe o nome ou ID, por favor.",
    "Sem problemas, preciso do nome ou ID do prato para alterar o valor em reais.",
    "Ok, vamos lá! Informe o nome ou ID do prato que você quer atualizar o valor.",
    "Para continuar, preciso que você me diga o nome ou ID do prato cujo valor deseja modificar.",
    "Ficarei feliz em ajudar. Me avise o nome ou ID do prato que precisa ter o valor atualizado.",
    "Por favor, informe o nome ou ID do prato que deseja ajustar o valor em reais.",
    "Vamos ajustar o preço do prato. Qual é o nome ou ID do prato que você quer alterar?",
    "Para atualizar o valor do prato, por favor, me diga o nome ou ID do prato."
  ],
  "messages": [
    "Quero alterar o preço do prato lasanha",
    "Como faço para mudar o valor do prato feijoada?",
    "Preciso atualizar o valor em reais do prato pizza",
    "Gostaria de editar o preço do prato bife com batatas",
    "Posso mudar o valor do prato frango assado?",
    "Altere o valor do prato para 25.99",
    "Quero modificar o preço para 32.50",
    "Como posso alterar o valor do prato feijoada?",
    "Preciso atualizar o valor do prato yakisoba para 45.00",
    "Quero ajustar o preço do prato sushi",
    "Gostaria de mudar o valor em reais do prato estrogonofe",
    "Como posso editar o preço do prato pastel?",
    "Quero que o prato bife a cavalo tenha o valor de 40 reais",
    "Altere o preço do prato macarronada para 18.99",
    "Desejo atualizar o valor em reais do prato coxinha para 4.50",
    "O prato feijão tropeiro agora deve custar 30 reais",
    "Como faço para ajustar o valor do prato escondidinho?",
    "Preciso alterar o valor para 22.00 no prato farofa",
    "Quero definir um novo preço para o prato acarajé",
    "Atualize o valor em reais do prato polenta frita",
    "Quanto custa o prato bife acebolado? Quero editar o valor para 25 reais",
    "Posso alterar o preço do prato feijoada para 35 reais?",
    "Me ajude a atualizar o valor do prato salada caesar",
    "Quero aumentar o preço do prato moqueca para 50 reais",
    "Preciso diminuir o valor em reais do prato churros",
    "Como faço para alterar o valor do prato abacaxi grelhado?",
    "Atualize o prato torresmo para 27.90",
    "Quero redefinir o preço do prato pão de alho para 5 reais",
    "Vamos mudar o valor em reais do prato queijo coalho",
    "Quero modificar o preço do prato quindim para 12.00",
    "Pode ajustar o valor em reais do prato arroz carreteiro?",
    "Preciso de ajuda para alterar o valor do prato arroz doce para 15 reais",
    "Quero alterar o preço do prato vatapá para 22.90",
    "Como faço para editar o valor do prato bobó de camarão?",
    "Quero que o prato dobradinha passe a custar 19.99",
    "Atualize o prato galinhada para o valor de 33.50",
    "Quero mudar o preço do prato sopa de legumes para 12 reais",
    "Atualize o valor do prato tapioca para 7.00",
    "Como posso ajustar o preço do prato caldinho de feijão?",
    "Quero atualizar o valor do prato milho cozido para 8 reais",
    "O prato lasanha de berinjela precisa ser ajustado para 29.99",
    "Altere o prato bife acebolado para custar 35 reais",
    "Gostaria de editar o valor do prato batata frita",
    "Como faço para mudar o valor do prato frango à parmegiana para 42.50?",
    "Quero alterar o preço do prato filé de peixe para 55.00",
    "Atualize o prato picadinho de carne para o valor de 26.50",
    "O prato purê de batatas precisa ser atualizado para 10 reais",
    "Preciso ajustar o valor do prato panqueca para 18.75",
    "Posso editar o valor em reais do prato bolo de cenoura para 12.00?",
    "Quero definir o prato cuscuz a 14.50",
    "O prato costela de porco agora deve ter o valor de 60 reais"
  ]
}
