{
  "intent": "edit_dish",
  "responses": [
    "Certo, me informe o nome ou ID do prato que você deseja editar.",
    "Por favor, qual é o nome ou ID do prato que você quer modificar?",
    "Para continuar, preciso que me informe o nome ou ID do prato que deseja editar.",
    "Vamos lá, qual é o nome ou ID do prato que você gostaria de alterar?",
    "Me informe o nome ou ID do prato que você deseja editar, por favor.",
    "Para que possamos começar, me diga o nome ou ID do prato que quer modificar.",
    "Qual é o nome ou ID do prato que precisa de edição?",
    "Estou pronto para ajudar! Informe o nome ou ID do prato que você deseja editar.",
    "Por favor, me passe o nome ou ID do prato que você quer editar.",
    "Vou te ajudar a editar o prato. Qual é o nome ou ID do prato?"
  ],
  "messages": [
    "Quero editar um prato",
    "Como faço para editar um prato?",
    "Preciso fazer uma alteração em um prato",
    "Gostaria de modificar um prato",
    "Tem como editar um prato?",
    "Quero fazer uma edição no prato",
    "Preciso ajustar um prato",
    "Posso editar um prato?",
    "Quero alterar um prato",
    "Como edito um prato?",
    "Gostaria de fazer uma edição em um prato",
    "Quero modificar um prato do cardápio",
    "Posso fazer mudanças em um prato?",
    "Preciso atualizar um prato",
    "Tem como fazer uma edição no prato?",
    "Quero mudar algo em um prato",
    "Como posso editar um prato?",
    "Me ajude a editar um prato",
    "Como faço para modificar um prato?",
    "Quero realizar uma edição no prato",
    "Desejo alterar um prato do menu",
    "Preciso fazer ajustes em um prato",
    "Como posso alterar um prato?",
    "Quero revisar um prato",
    "Como posso fazer uma mudança em um prato?",
    "Posso realizar uma edição em um prato?",
    "Tem como fazer ajustes em um prato?",
    "Quero modificar um prato que está no cardápio",
    "Preciso modificar um prato",
    "Como posso atualizar um prato no cardápio?",
    "Quero fazer uma alteração no cardápio",
    "Como posso ajustar um prato do menu?",
    "Preciso corrigir um prato",
    "Quero fazer ajustes no prato que já existe",
    "Gostaria de editar um dos pratos do menu",
    "Tem como revisar um prato do cardápio?",
    "Como faço para atualizar um prato que já está no cardápio?",
    "Preciso realizar uma edição no menu",
    "Quero fazer mudanças em um prato já cadastrado",
    "Como posso corrigir informações de um prato?",
    "Me ajude a revisar um prato no cardápio",
    "Quero ajustar um prato que já está no menu",
    "Tem como modificar um prato que já está na lista?",
    "Preciso fazer uma revisão de um prato",
    "Quero editar algo em um dos pratos do menu",
    "Como faço para ajustar um prato do cardápio?",
    "Posso alterar um prato que já está no sistema?",
    "Gostaria de corrigir um prato existente",
    "Quero fazer alterações no prato que está cadastrado",
    "Preciso atualizar a informação de um prato",
    "Como faço para revisar um prato que já está no menu?",
    "Gostaria de fazer ajustes em um prato do cardápio",
    "Preciso realizar uma atualização em um prato",
    "Quero alterar algo em um prato do menu",
    "Como posso realizar mudanças em um prato já existente?",
    "Me ajude a corrigir um prato que já está no sistema",
    "Preciso revisar um prato que já está no menu",
    "Quero fazer ajustes em um prato do cardápio",
    "Como faço para modificar o prato que está cadastrado?",
    "Posso ajustar um prato que está no menu?",
    "Quero realizar uma revisão no prato do cardápio",
    "Tem como editar um prato que já foi cadastrado?",
    "Como posso ajustar um prato que já está no sistema?",
    "Preciso modificar um prato já cadastrado",
    "Quero atualizar as informações de um prato",
    "Como faço para realizar ajustes em um prato do menu?",
    "Quero revisar o prato que já está no cardápio",
    "Posso atualizar um prato existente no cardápio?",
    "Quero corrigir um prato do menu",
    "Gostaria de alterar um prato que já está no menu",
    "Como posso fazer um ajuste em um prato cadastrado?",
    "Quero atualizar um dos pratos do cardápio",
    "Preciso alterar um prato que já está no sistema",
    "Como posso revisar um prato que já foi adicionado?",
    "Quero fazer correções em um prato existente",
    "Posso modificar um prato que já está no cardápio?",
    "Quero fazer ajustes em um prato do sistema",
    "Tem como fazer uma revisão em um prato já cadastrado?",
    "Preciso atualizar um prato que já foi incluído",
    "Gostaria de editar um prato que já está no cardápio",
    "Quero alterar algo em um prato que já existe",
    "Como posso ajustar as informações de um prato?",
    "Quero revisar um prato já cadastrado no menu",
    "Tem como fazer mudanças em um prato que já existe?",
    "Preciso editar um prato que está no cardápio",
    "Quero atualizar detalhes de um prato cadastrado",
    "Como faço para editar um prato que já foi registrado?",
    "Preciso modificar um prato que está na lista",
    "Gostaria de revisar um prato do menu",
    "Como posso fazer alterações em um prato cadastrado?",
    "Quero realizar uma atualização em um prato do sistema",
    "Me ajude a ajustar um prato que já foi cadastrado",
    "Preciso ajustar um prato do cardápio",
    "Quero alterar as informações de um prato do menu",
    "Como faço para corrigir um prato cadastrado?",
    "Gostaria de atualizar um prato que está na lista",
    "Quero modificar um prato que já está disponível",
    "Tem como atualizar um prato que já está cadastrado?",
    "Preciso revisar o prato que já está incluído no cardápio",
    "Quero fazer uma modificação em um prato registrado",
    "Como posso revisar e ajustar um prato existente?",
    "Preciso editar as informações de um prato",
    "Quero atualizar um prato que já foi adicionado ao menu",
    "Como faço para alterar um prato que já está na lista?",
    "Gostaria de corrigir os detalhes de um prato",
    "Quero modificar um prato que está no cardápio",
    "Tem como revisar e ajustar um prato que já foi cadastrado?",
    "Preciso ajustar os detalhes de um prato já registrado",
    "Quero alterar um prato que já está registrado no menu",
    "Como posso ajustar um prato que já foi cadastrado?",
    "Preciso modificar informações de um prato existente",
    "Gostaria de fazer uma atualização em um prato que já está no cardápio",
    "Quero revisar um prato que já está no sistema",
    "Posso fazer ajustes em um prato cadastrado?",
    "Preciso alterar um prato que já existe no menu",
    "Como faço para editar um prato que já está na lista de opções?",
    "Quero corrigir um prato que foi incluído no cardápio",
    "Tem como revisar um prato que já está no sistema?",
    "Gostaria de atualizar um prato que já está na lista de pratos",
    "Quero modificar os detalhes de um prato que já está cadastrado",
    "Preciso fazer ajustes em um prato que já foi registrado",
    "Como posso revisar um prato que já faz parte do menu?",
    "Quero fazer uma alteração em um prato que já está no cardápio",
    "Tem como ajustar um prato que já está no sistema?",
    "Preciso revisar e editar um prato do cardápio",
    "Gostaria de atualizar informações sobre um prato que já está no menu",
    "Quero fazer mudanças em um prato que já foi registrado",
    "Como faço para corrigir os detalhes de um prato existente?",
    "Posso alterar as informações de um prato que já está no menu?",
    "Preciso atualizar um prato que já está cadastrado",
    "Quero revisar e modificar um prato do cardápio",
    "Como posso ajustar um prato que já foi incluído?",
    "Preciso corrigir um prato que já está na lista"
  ]
}
