{
  "intent": "remove_dish",
  "responses": [
    "Vamos remover um prato. Informe o nome ou ID do prato a ser excluído.",
    "Por favor, me informe o nome ou ID do prato que você deseja excluir.",
    "Certo, me diga o nome ou ID do prato que quer remover do cardápio.",
    "Qual é o nome ou ID do prato que você quer que eu remova?",
    "Para proceder com a exclusão, preciso do nome ou ID do prato."
  ],
  "messages": [
    "Quero remover o prato lasanha",
    "Como faço para excluir o prato feijoada?",
    "Preciso deletar o prato pizza",
    "Gostaria de remover o prato bife com batatas",
    "Posso excluir o prato frango assado?",
    "Quero apagar o prato salada caesar",
    "Como posso tirar o prato coxinha de frango do cardápio?",
    "Altere o cardápio excluindo o prato risoto",
    "Gostaria de deletar o prato camarão na moranga",
    "Tem como remover o prato frango xadrez?",
    "Apague o prato arroz com brócolis",
    "Quero retirar o prato escondidinho do cardápio",
    "Desative o prato filé à parmegiana",
    "Como faço para deletar o prato pastéis variados?",
    "Preciso remover o prato carne de sol com mandioca",
    "Exclua o prato moqueca de peixe",
    "Retire o prato espaguete ao sugo do cardápio",
    "Como posso remover o prato sushi?",
    "Desative o prato picanha grelhada",
    "Quero deletar o prato linguiça acebolada",
    "Excluir o prato feijoada completa",
    "Quero retirar o prato polenta frita",
    "Posso apagar o prato yakisoba do cardápio?",
    "Quero excluir o prato bolinho de bacalhau",
    "Como faço para remover o prato bruschetta?",
    "Apague o prato carbonara do menu",
    "Remova o prato peixe grelhado",
    "Quero deletar o prato lasanha à bolonhesa",
    "Tem como apagar o prato purê de batata?",
    "Gostaria de excluir o prato frango com quiabo",
    "Quero remover o prato espeto de carne",
    "Preciso tirar o prato bacalhau à brás do cardápio",
    "Como faço para eliminar o prato torta de frango?",
    "Excluir definitivamente o prato costelinha",
    "Quero retirar o prato cuscuz nordestino",
    "Como posso excluir o prato caldo verde?",
    "Desativar o prato tapioca de queijo",
    "Remova do menu o prato pastel de queijo",
    "Preciso excluir o prato empada de camarão",
    "Quero deletar o prato sopa de legumes",
    "Pode retirar o prato escondidinho de carne seca?",
    "Remover o prato picanha ao alho",
    "Como tirar o prato moqueca de camarão?",
    "Excluir o prato caldo de mocotó",
    "Quero apagar o prato strogonoff de frango",
    "Me ajude a excluir o prato macarrão alho e óleo",
    "Preciso que remova o prato camarão à milanesa",
    "Quero deletar o prato parmegiana de berinjela",
    "Como faço para tirar o prato polenta com queijo?",
    "Gostaria de eliminar o prato bolo de cenoura",
    "Quero retirar o prato filé mignon com fritas",
    "Apague o prato ravióli de espinafre",
    "Remover o prato carpaccio de salmão",
    "Desative o prato arroz carreteiro",
    "Quero apagar o prato escondidinho de calabresa",
    "Posso retirar o prato farofa de ovos do cardápio?",
    "Quero excluir o prato carne de panela",
    "Como faço para remover o prato arroz à grega?",
    "Preciso eliminar o prato carne ao molho madeira",
    "Gostaria de apagar o prato coxinha de jaca",
    "Posso tirar o prato camarão ao alho e óleo?",
    "Quero deletar o prato panqueca de carne",
    "Como posso excluir o prato talharim ao alho e óleo?",
    "Preciso retirar o prato nhoque de batata",
    "Quero remover o prato caldo de mandioca",
    "Apague o prato estrogonofe de carne",
    "Excluir o prato caldinho de feijão",
    "Quero eliminar o prato abobrinha recheada",
    "Como faço para desativar o prato carne seca desfiada?",
    "Preciso excluir o prato risoto de frutos do mar",
    "Me ajude a deletar o prato bolinho de chuva",
    "Gostaria de retirar o prato paella",
    "Posso apagar o prato quiche de espinafre?",
    "Quero remover o prato pastel de carne",
    "Como posso tirar o prato salada de maionese do menu?",
    "Preciso desativar o prato caldo de mocotó",
    "Quero excluir o prato carne de sol com farofa",
    "Remova o prato farofa de banana",
    "Quero eliminar o prato escondidinho de carne",
    "Como faço para remover o prato feijão tropeiro?",
    "Quero apagar o prato rabada com agrião",
    "Excluir o prato linguiça calabresa acebolada",
    "Apague o prato couve-flor gratinada",
    "Quero desativar o prato frango à passarinho",
    "Como posso retirar o prato mandioca cozida?",
    "Preciso eliminar o prato lasanha de legumes",
    "Quero remover o prato linguiça na brasa",
    "Apague o prato vatapá do cardápio",
    "Excluir o prato caldeirada de peixe",
    "Quero desativar o prato filé de frango grelhado",
    "Posso remover o prato risoto de frango?",
    "Como faço para eliminar o prato sopa de cebola?",
    "Quero tirar o prato yakisoba vegetariano",
    "Preciso retirar o prato purê de abóbora",
    "Quero apagar o prato sopa de lentilha",
    "Remover o prato macarrão à bolonhesa",
    "Excluir o prato bruschetta de tomate",
    "Quero desativar o prato quindim",
    "Como posso apagar o prato escondidinho de peixe?",
    "Me ajude a excluir o prato filé de peixe à milanesa",
    "Quero eliminar o prato baião de dois",
    "Apague o prato suflê de queijo",
    "Preciso remover o prato caldo verde com linguiça",
    "Gostaria de excluir o prato creme de milho",
    "Quero retirar o prato strogonoff de camarão",
    "Posso eliminar o prato cuscuz com leite?",
    "Como faço para apagar o prato quibe assado?",
    "Preciso tirar o prato pastel de carne seca",
    "Quero desativar o prato canja de galinha",
    "Remover o prato pizza de calabresa",
    "Excluir o prato filé à milanesa",
    "Quero eliminar o prato abóbora refogada",
    "Como posso retirar o prato torta de maçã do cardápio?",
    "Apague o prato bolinho de mandioca",
    "Excluir o prato sushi de salmão",
    "Quero desativar o prato empada de queijo",
    "Remova o prato bolinho de carne",
    "Preciso retirar o prato caldo de galinha",
    "Quero excluir o prato pizza de atum",
    "Apague o prato berinjela à parmegiana",
    "Posso eliminar o prato feijão de corda?",
    "Como faço para desativar o prato yakimeshi?",
    "Quero retirar o prato sashimi do menu",
    "Excluir o prato quiche de alho-poró",
    "Gostaria de tirar o prato linguiça com batatas",
    "Remova o prato bife acebolado",
    "Como posso apagar o prato arroz de brócolis?",
    "Preciso desativar o prato filé de salmão",
    "Quero remover o prato farofa de torresmo",
    "Apague o prato polenta grelhada",
    "Excluir o prato estrogonofe de palmito",
    "Quero eliminar o prato nhoque ao sugo",
    "Posso retirar o prato tapioca com coco?",
    "Como faço para apagar o prato empanada de frango?",
    "Preciso remover o prato sopa de mandioquinha",
    "Quero excluir o prato purê de batata-doce",
    "Remover o prato picanha ao alho e óleo",
    "Excluir o prato espaguete à carbonara",
    "Quero desativar o prato pudim de leite",
    "Como posso retirar o prato bife de fígado do cardápio?",
    "Apague o prato peixe frito",
    "Preciso eliminar o prato quiche de queijo",
    "Quero excluir o prato abóbora assada",
    "Remova o prato macarrão alho e óleo",
    "Gostaria de apagar o prato bolinho de camarão"
  ]
}