{
  "intent": "view_menu",
  "responses": [
    "Aqui está o cardápio completo!",
    "Vou te mostrar o que temos no menu.",
    "Confira os pratos que oferecemos hoje.",
    "Claro, deixe-me mostrar o cardápio para você.",
    "Aqui estão todas as opções que temos!",
    "Você pode conferir o menu a seguir.",
    "Estas são as opções do cardápio atual.",
    "Vou te mostrar o que temos disponível.",
    "Aqui estão os pratos que servimos.",
    "Veja o que temos no nosso cardápio hoje.",
    "Fique à vontade para conferir o menu.",
    "Aqui está a lista completa de pratos.",
    "Estas são as opções que preparamos para você.",
    "Vou exibir o menu para você agora.",
    "Confira todos os pratos disponíveis em nosso cardápio.",
    "Deixe-me mostrar todas as opções do cardápio."
  ],
  "messages": [
    "Quero ver o cardápio",
    "Mostrar o cardápio",
    "Posso ver o menu?",
    "Qual é o menu de hoje?",
    "Me mostre o cardápio completo",
    "Gostaria de ver o que vocês têm no cardápio",
    "Como faço para ver o cardápio?",
    "Tem algo novo no cardápio?",
    "Preciso ver as opções do menu",
    "Quais são os pratos disponíveis?",
    "Como vejo os pratos?",
    "Onde encontro o cardápio?",
    "Poderia me mostrar o cardápio?",
    "O que vocês têm no menu hoje?",
    "Pode me mostrar as opções do cardápio?",
    "Quais são as opções disponíveis?",
    "Tem como me mostrar o menu?",
    "Quero dar uma olhada no cardápio.",
    "Quais pratos estão no menu?",
    "Qual é a lista de pratos?",
    "Me mostre o que vocês oferecem.",
    "Gostaria de conferir o cardápio.",
    "Tem como eu ver o que está no cardápio?",
    "Quero saber o que vocês têm para comer.",
    "Pode me mostrar as opções de pratos?",
    "Estou procurando pelo cardápio.",
    "Tem um cardápio para eu ver?",
    "Qual é o menu completo?",
    "Vocês podem me dizer o que tem para comer?",
    "O que vocês estão servindo hoje?",
    "Posso ver todas as opções do cardápio?",
    "Onde encontro as refeições disponíveis?",
    "Pode listar o que vocês têm?",
    "Gostaria de ver todas as opções do cardápio",
    "Me mostre todos os pratos que vocês oferecem",
    "Quero conferir o cardápio completo",
    "Tem como ver todos os pratos disponíveis?",
    "Me mostra o menu inteiro",
    "Quero saber todas as opções que estão no cardápio",
    "Pode exibir o cardápio completo?",
    "Onde posso ver todos os pratos do menu?",
    "Me mostre tudo que está disponível no cardápio",
    "Posso dar uma olhada em todas as opções do menu?",
    "Quero ver a lista completa de pratos",
    "O que vocês têm no cardápio completo?",
    "Pode exibir o menu completo para mim?",
    "Gostaria de ver todas as refeições disponíveis",
    "Me mostre todas as opções de pratos",
    "Como posso ver todas as opções do cardápio?",
    "O que há de disponível no menu?",
    "Gostaria de conhecer todas as opções do cardápio",
    "Me mostre todos os pratos do cardápio",
    "Quais são todas as opções de pratos que vocês têm?",
    "Tem como eu ver a lista completa do cardápio?",
    "Me mostre todos os pratos que estão disponíveis",
    "Quero ver a seleção completa de pratos",
    "Qual é o cardápio inteiro?",
    "Tem como listar todos os pratos que vocês servem?",
    "Pode me mostrar todas as refeições que vocês oferecem?",
    "Gostaria de ver o cardápio em detalhes",
    "Onde encontro todas as opções do menu?",
    "Me mostre o cardápio detalhado",
    "Quero saber tudo o que está no cardápio",
    "Como posso ver todas as refeições disponíveis?",
    "Tem como mostrar todas as opções do cardápio?",
    "Me mostre a lista de todos os pratos",
    "Quero conferir todas as opções disponíveis",
    "Onde posso encontrar o cardápio completo?",
    "Pode exibir todas as opções que vocês têm?",
    "Me mostre o menu completo por favor",
    "Gostaria de saber todos os pratos que estão no menu",
    "Tem como mostrar o cardápio completo?",
    "Quero ver tudo o que vocês servem",
    "Qual é a lista de todas as opções de pratos?",
    "Me mostre todas as refeições que vocês oferecem",
    "Onde vejo a lista de pratos completa?",
    "Pode me mostrar o menu em detalhes?",
    "Me mostre o que está disponível no cardápio hoje",
    "Gostaria de ver todos os itens do cardápio",
    "Quero ver todos os pratos que vocês têm",
    "Como faço para ver todas as opções disponíveis?",
    "Pode listar todas as refeições do menu?",
    "Tem como mostrar o cardápio de hoje inteiro?",
    "Gostaria de ver todas as ofertas do cardápio",
    "Pode me mostrar o que há no cardápio inteiro?",
    "Me mostre todas as refeições disponíveis",
    "Quero saber quais pratos estão no menu completo",
    "Pode exibir o cardápio inteiro para mim?",
    "Onde encontro a lista completa de pratos?",
    "Me mostre a seleção de pratos completa",
    "Tem como ver o cardápio inteiro?",
    "Gostaria de ver o menu completo do dia",
    "Quero conferir todas as opções do cardápio",
    "Pode me mostrar todas as opções de refeições?",
    "Me mostre a lista inteira do menu",
    "Quero conhecer todas as opções que vocês têm",
    "Tem como mostrar o menu inteiro para mim?",
    "Quero ver o que está no cardápio completo hoje",
    "Me mostre o menu em detalhes",
    "Quais são todos os pratos disponíveis?",
    "Pode exibir todas as refeições disponíveis?",
    "Gostaria de ver todos os pratos que vocês têm hoje",
    "Me mostre o menu completo deste momento",
    "Quero ver o que está disponível no cardápio todo",
    "Como faço para acessar todas as opções do menu?",
    "Pode listar todos os itens do cardápio?",
    "Gostaria de saber quais pratos estão no menu completo",
    "Me mostre todas as opções que vocês oferecem",
    "Onde posso ver o cardápio inteiro?",
    "Quero conferir tudo que vocês têm no menu",
    "Pode me mostrar o cardápio detalhado?",
    "Me mostre todos os itens do cardápio",
    "Gostaria de ver o cardápio inteiro, por favor",
    "Quero saber o que vocês servem no cardápio completo",
    "Pode exibir todas as opções de pratos do cardápio?",
    "Me mostre o menu completo de uma vez",
    "Quais são os pratos que vocês têm no menu completo?",
    "Tem como ver o menu completo agora?",
    "Quero conferir o que vocês oferecem no cardápio",
    "Me mostre o que vocês têm no cardápio inteiro",
    "Pode mostrar todas as opções do cardápio para mim?",
    "Quero saber tudo o que está disponível no cardápio",
    "Me mostre a lista completa de opções do menu",
    "Gostaria de ver todos os pratos disponíveis",
    "Quero ver o cardápio completo agora",
    "Como faço para ver todos os pratos disponíveis?"
  ]
}
