{
  "intent": "view_specific_dish",
  "responses": [
    "Certo, me informe o nome ou ID do prato que você deseja ver.",
    "Qual é o nome ou ID do prato que você quer visualizar?",
    "Me informe o nome ou ID do prato para que eu possa mostrar os detalhes.",
    "Por favor, me diga o nome ou ID do prato que você quer ver.",
    "Vou te ajudar, mas preciso que me diga o nome ou ID do prato que deseja visualizar."
  ],
  "messages": [
    "Quero ver o prato lasanha",
    "Me mostre o prato bife com batatas",
    "Como é o prato strogonoff?",
    "Gostaria de ver a descrição do prato feijoada",
    "Quero saber mais sobre o prato pizza de calabresa",
    "Pode me mostrar o prato frango assado?",
    "Como é o prato churrasco com farofa?",
    "Me fale sobre o prato coxinha de jaca",
    "Quais são os ingredientes do prato polenta frita?",
    "Quero detalhes sobre o prato espaguete à bolonhesa",
    "Como é feito o prato peixe grelhado?",
    "Gostaria de ver o prato costela assada",
    "Poderia mostrar o prato moqueca de camarão?",
    "Quero conhecer o prato escondidinho de carne seca",
    "Me conte sobre o prato bobó de camarão",
    "Como é o prato arroz de pato?",
    "O que tem no prato risoto de cogumelos?",
    "Quero ver a receita do prato feijão tropeiro",
    "Me mostre o prato filé mignon",
    "Como é o prato salmão ao molho de maracujá?",
    "Pode me mostrar o prato frango ao curry?",
    "Quero saber como é o prato nhoque de batata doce",
    "Mostre-me o prato bacalhau à brás",
    "Gostaria de conhecer o prato camarão à milanesa",
    "Como é servido o prato bife à parmegiana?",
    "O que vem no prato carne de panela?",
    "Quero ver o prato batata gratinada",
    "Me fale sobre o prato tabule",
    "Quais ingredientes tem no prato canelone de ricota?",
    "Estou curioso para saber sobre o prato lasanha de berinjela",
    "Me mostre o prato bolinho de bacalhau",
    "Quero detalhes sobre o prato ceviche",
    "Como é o prato filé de frango à milanesa?",
    "Me fale sobre o prato parmegiana vegetariana",
    "Pode me informar sobre o prato torta de legumes?",
    "Quero ver como é o prato hambúrguer artesanal",
    "Como é o preparo do prato frango à passarinho?",
    "Gostaria de ver o prato spaghetti carbonara",
    "Quero conhecer o prato quiche de espinafre",
    "Me mostre o prato burrito de carne",
    "Como é o prato wrap de frango?",
    "Quais são os ingredientes do prato crepe de queijo?",
    "Quero visualizar os detalhes de um prato",
    "Quero visualizar os ingredientes de um prato",
    "Preciso ver as informações de um prato",
    "Quero conhecer a composição de um prato",
    "Pode me mostrar um prato do menu?",
    "Como posso saber mais sobre um prato?",
    "Quero saber o que tem em um prato",
    "Gostaria de ver o preparo de um prato específico",
    "Quero entender os detalhes de um prato",
    "Como faço para ver os detalhes de um prato?",
    "Preciso de mais informações sobre um prato do cardápio",
    "Me mostre as características de um prato",
    "Quero analisar os detalhes de um prato",
    "Poderia listar os ingredientes de um prato para mim?",
    "Gostaria de ver como é um prato",
    "Quero verificar o que há em um prato",
    "Como é um prato específico do menu?",
    "Quero explorar os detalhes de um prato"
  ]
}