{
  "intent": "view_specific_dish",
  "responses": [
    "Certo, me informe o nome ou ID do prato que você deseja ver.",
    "Qual é o nome ou ID do prato que você quer visualizar?",
    "Me informe o nome ou ID do prato para que eu possa mostrar os detalhes.",
    "Por favor, me diga o nome ou ID do prato que você quer ver.",
    "Vou te ajudar, mas preciso que me diga o nome ou ID do prato que deseja visualizar."
  ],
  "messages": [
    "Quero ver o prato lasanha",
    "Me mostre o prato bife com batatas",
    "Como é o prato strogonoff?",
    "Gostaria de ver a descrição do prato feijoada",
    "Quero saber mais sobre o prato pizza de calabresa",
    "Pode me mostrar o prato frango assado?",
    "Como é o prato churrasco com farofa?",
    "Me fale sobre o prato coxinha de jaca",
    "Quais são os ingredientes do prato polenta frita?",
    "Quero detalhes sobre o prato espaguete à bolonhesa",
    "Como é feito o prato peixe grelhado?",
    "Gostaria de ver o prato costela assada",
    "Poderia mostrar o prato moqueca de camarão?",
    "Quero conhecer o prato escondidinho de carne seca",
    "Me conte sobre o prato bobó de camarão",
    "Como é o prato arroz de pato?",
    "O que tem no prato risoto de cogumelos?",
    "Quero ver a receita do prato feijão tropeiro",
    "Me mostre o prato filé mignon",
    "Como é o prato salmão ao molho de maracujá?",
    "Pode me mostrar o prato frango ao curry?",
    "Quero saber como é o prato nhoque de batata doce",
    "Mostre-me o prato bacalhau à brás",
    "Gostaria de conhecer o prato camarão à milanesa",
    "Como é servido o prato bife à parmegiana?",
    "O que vem no prato carne de panela?",
    "Quero ver o prato batata gratinada",
    "Me fale sobre o prato tabule",
    "Quais ingredientes tem no prato canelone de ricota?",
    "Estou curioso para saber sobre o prato lasanha de berinjela",
    "Me mostre o prato bolinho de bacalhau",
    "Quero detalhes sobre o prato ceviche",
    "Como é o prato filé de frango à milanesa?",
    "Me fale sobre o prato parmegiana vegetariana",
    "Pode me informar sobre o prato torta de legumes?",
    "Quero ver como é o prato hambúrguer artesanal",
    "Como é o preparo do prato frango à passarinho?",
    "Gostaria de ver o prato spaghetti carbonara",
    "Quero conhecer o prato quiche de espinafre",
    "Me mostre o prato burrito de carne",
    "Como é o prato wrap de frango?",
    "Quais são os ingredientes do prato crepe de queijo?",
    "Quero visualizar os detalhes de um prato",
    "Quero visualizar os ingredientes de um prato",
    "Preciso ver as informações de um prato",
    "Quero conhecer a composição de um prato",
    "Pode me mostrar um prato do menu?",
    "Como posso saber mais sobre um prato?",
    "Quero saber o que tem em um prato",
    "Gostaria de ver o preparo de um prato específico",
    "Quero entender os detalhes de um prato",
    "Como faço para ver os detalhes de um prato?",
    "Preciso de mais informações sobre um prato do cardápio",
    "Me mostre as características de um prato",
    "Quero analisar os detalhes de um prato",
    "Poderia listar os ingredientes de um prato para mim?",
    "Gostaria de ver como é um prato",
    "Quero verificar o que há em um prato",
    "Como é um prato específico do menu?",
    "Quero explorar os detalhes de um prato",
    "Me fale sobre o prato lasanha à bolonhesa",
    "Quero saber como é o prato arroz carreteiro",
    "Pode me contar mais sobre o prato vatapá?",
    "Gostaria de ver a receita do prato cuscuz com carne seca",
    "Quero conhecer os ingredientes do prato moqueca de peixe",
    "Me mostre como é o prato carne de sol",
    "Como é servido o prato filé de peixe grelhado?",
    "Quero ver o preparo do prato risoto de camarão",
    "Quais ingredientes tem no prato baião de dois?",
    "Me mostre o prato caldinho de feijão",
    "Como é o prato macarronada ao sugo?",
    "Quero ver a descrição do prato quibe assado",
    "Me fale sobre o prato rabada com agrião",
    "Gostaria de saber mais sobre o prato dobradinha",
    "Como é feito o prato farofa de ovos?",
    "Quero ver como é o prato omelete de queijo",
    "Quais são os ingredientes do prato caldo verde?",
    "Me conte sobre o prato arroz à grega",
    "Quero conhecer o preparo do prato lasanha de espinafre",
    "Pode me mostrar o prato escondidinho de frango?",
    "Como é o prato yakisoba vegetariano?",
    "Me mostre como é o prato feijoada light",
    "Quero ver a composição do prato empada de frango",
    "Quais são os ingredientes do prato pizza marguerita?",
    "Me conte mais sobre o prato macarrão ao alho e óleo",
    "Como é o prato torta de frango?",
    "Quero ver o que tem no prato sopa de legumes",
    "Me fale sobre o prato filé à milanesa",
    "Quais são os detalhes do prato hambúrguer de lentilha?",
    "Me mostre o prato torta de abobrinha",
    "Gostaria de saber o que vem no prato ravioli de queijo",
    "Quero conhecer o prato espeto de carne",
    "Como é preparado o prato feijoada com laranja?",
    "Me mostre a descrição do prato quiche de queijo",
    "Quero ver os detalhes do prato filé de frango grelhado",
    "Quais são os ingredientes do prato bolinho de carne seca?",
    "Me fale sobre o prato pão de alho",
    "Como é o prato pizza quatro queijos?",
    "Quero ver o prato farofa de mandioca",
    "Me mostre o prato moqueca capixaba",
    "Quais são os ingredientes do prato batata rosti?",
    "Me conte sobre o prato linguiça na chapa",
    "Quero ver o preparo do prato caldeirada de frutos do mar",
    "Como é o prato bife de fígado acebolado?",
    "Me fale sobre o prato pão de queijo recheado",
    "Quero ver a receita do prato bobó de frango",
    "Me mostre como é o prato espaguete com frutos do mar",
    "Gostaria de ver o prato arroz de forno",
    "Quero conhecer o preparo do prato escondidinho de linguiça",
    "Como é servido o prato vatapá baiano?",
    "Me mostre a descrição do prato camarão ao molho branco",
    "Quais são os ingredientes do prato nhoque ao molho pesto?",
    "Quero ver o prato carne assada com batatas",
    "Me fale sobre o prato carne de sol com abóbora",
    "Como é feito o prato arroz com pequi?",
    "Quero ver o prato batata sauté",
    "Me mostre os detalhes do prato caldo de sururu",
    "Como é o prato calabresa com cebola?",
    "Quero saber mais sobre o prato carne de panela com legumes",
    "Me fale sobre o prato paella valenciana",
    "Quero conhecer o preparo do prato quiche de alho-poró",
    "Como é o prato escondidinho de camarão?",
    "Me mostre os ingredientes do prato espaguete ao alho e óleo",
    "Quero ver a receita do prato macarrão à carbonara",
    "Como é o prato hambúrguer de frango?",
    "Quero saber o que tem no prato suflê de legumes",
    "Me fale sobre o prato quiche de abóbora",
    "Quais são os ingredientes do prato nhoque de mandioca?",
    "Me mostre o preparo do prato estrogonofe de palmito",
    "Quero ver como é o prato purê de batata com queijo",
    "Como é o prato filé de tilápia?",
    "Me conte sobre o prato vatapá de frango",
    "Quero conhecer o prato salada de folhas verdes",
    "Me mostre o prato filé de frango ao molho branco",
    "Quais são os ingredientes do prato escondidinho de carne seca?",
    "Me fale sobre o prato torta de maracujá",
    "Como é servido o prato pudim de leite condensado?",
    "Quero ver os detalhes do prato sopa de batata",
    "Me mostre o preparo do prato rabada com agrião",
    "Quais são os ingredientes do prato acarajé?",
    "Me fale sobre o prato frango à parmegiana",
    "Quero conhecer o preparo do prato camarão ao molho de alho",
    "Como é o prato arroz doce com canela?",
    "Me mostre a descrição do prato caldinho de peixe",
    "Quais são os ingredientes do prato escondidinho de peixe?",
    "Quero ver o prato macarrão com camarão",
    "Me conte mais sobre o prato risoto de frango",
    "Como é o prato peixe empanado?",
    "Quero saber mais sobre o prato caldo de mocotó",
    "Me fale sobre o prato feijão preto com bacon",
    "Quero conhecer o preparo do prato pamonha recheada",
    "Como é o prato tapioca com queijo coalho?"
  ]
}